Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Sends this route's coordinates to OpenTopoData's public service to read ground elevation. Imported GPX that already carries elevation doesn't need this.
ar: يرسل إحداثيات هذا المسار إلى خدمة OpenTopoData العامة لقراءة ارتفاع الأرض. ملفات GPX المستورَدة التي تحمل الارتفاع أصلًا لا تحتاج إلى ذلك.
bg: Изпраща координатите на маршрута към публичната услуга на OpenTopoData, за да прочете надморската височина. Импортиран GPX, който вече носи височина, няма нужда от това.
ca: Envia les coordenades d'aquesta ruta al servei públic d'OpenTopoData per llegir l'elevació del terreny. Un GPX importat que ja porta elevació no ho necessita.
cs: Odešle souřadnice trasy veřejné službě OpenTopoData, aby se zjistila nadmořská výška terénu. Naimportované GPX, které už výšku obsahuje, to nepotřebuje.
da: Sender rutens koordinater til OpenTopoDatas offentlige tjeneste for at hente terrænhøjden. En importeret GPX, der allerede indeholder højder, har ikke brug for dette.
de: Sendet die Koordinaten dieser Route an den öffentlichen Dienst von OpenTopoData, um die Geländehöhe abzurufen. Importierte GPX-Dateien, die bereits Höhen enthalten, brauchen das nicht.
el: Στέλνει τις συντεταγμένες αυτής της διαδρομής στη δημόσια υπηρεσία OpenTopoData για να διαβάσει το υψόμετρο εδάφους. Τα εισαγόμενα GPX που ήδη έχουν υψόμετρο δεν το χρειάζονται.
es: Envía las coordenadas de esta ruta al servicio público de OpenTopoData para leer la altitud del terreno. Un GPX importado que ya trae altitud no lo necesita.
et: Saadab selle marsruudi koordinaadid OpenTopoData avalikule teenusele, et lugeda maapinna kõrgust. Imporditud GPX, milles kõrgus juba on, seda ei vaja.
fi: Lähettää tämän reitin koordinaatit OpenTopoDatan julkiseen palveluun maanpinnan korkeuden hakemiseksi. Tuotu GPX, jossa korkeudet jo ovat, ei tarvitse tätä.
fr: Envoie les coordonnées de cet itinéraire au service public OpenTopoData pour lire l'altitude du terrain. Un GPX importé qui contient déjà l'altitude n'en a pas besoin.
ga: Seolann sé comhordanáidí an bhealaigh seo chuig seirbhís phoiblí OpenTopoData chun airde na talún a léamh. Ní gá é seo do GPX iompórtáilte a bhfuil airde aige cheana.
hr: Šalje koordinate ove rute javnom servisu OpenTopoData radi očitanja nadmorske visine terena. Uvezeni GPX koji već sadrži visinu ovo ne treba.
hu: Elküldi az útvonal koordinátáit az OpenTopoData nyilvános szolgáltatásának a terepmagasság lekérdezéséhez. Az olyan importált GPX-nek, amiben már van magasság, erre nincs szüksége.
id: Mengirim koordinat rute ini ke layanan publik OpenTopoData untuk membaca elevasi tanah. GPX impor yang sudah membawa elevasi tidak memerlukan ini.
is: Sendir hnit þessarar leiðar til opinberrar þjónustu OpenTopoData til að lesa landhæð. Innflutt GPX sem hefur þegar hæð þarf þetta ekki.
it: Invia le coordinate di questo percorso al servizio pubblico OpenTopoData per leggere la quota del terreno. Un GPX importato che già contiene le quote non ne ha bisogno.
ja: このルートの座標を OpenTopoData の公開サービスへ送り、地表の標高を取得します。すでに標高を含む GPX を読み込んだ場合は不要です。
ko: 지면 고도를 얻기 위해 이 경로의 좌표를 OpenTopoData 공개 서비스로 보냅니다. 고도가 이미 들어 있는 GPX를 가져온 경우에는 필요하지 않습니다.
lt: Siunčia šio maršruto koordinates viešajai OpenTopoData paslaugai, kad nuskaitytų reljefo aukštį. Importuotam GPX, kuriame aukštis jau yra, to nereikia.
lv: Nosūta šī maršruta koordinātas OpenTopoData publiskajam pakalpojumam, lai nolasītu zemes augstumu. Importētam GPX, kurā augstums jau ir, tas nav vajadzīgs.
mk: Ги испраќа координатите на оваа траса до јавниот сервис OpenTopoData за да ја отчита надморската височина на теренот. Увезен GPX што веќе носи височина не го бара ова.
ms: Menghantar koordinat laluan ini ke perkhidmatan awam OpenTopoData untuk membaca ketinggian tanah. GPX yang diimport dan sudah membawa ketinggian tidak memerlukan ini.
mt: Jibgħat il-koordinati ta' din ir-rotta lis-servizz pubbliku OpenTopoData biex jaqra l-għoli tal-art. GPX importat li diġà fih l-għoli ma jeħtiġux dan.
nb: Sender rutens koordinater til OpenTopoDatas offentlige tjeneste for å hente terrenghøyden. En importert GPX som allerede har høyder, trenger ikke dette.
nl: Stuurt de coördinaten van deze route naar de publieke dienst van OpenTopoData om de terreinhoogte op te halen. Een geïmporteerde GPX die al hoogtes bevat heeft dit niet nodig.
pl: Wysyła współrzędne tej trasy do publicznej usługi OpenTopoData, aby odczytać wysokość terenu. Zaimportowany GPX, który już zawiera wysokości, tego nie potrzebuje.
pt_br: Envia as coordenadas desta rota ao serviço público do OpenTopoData para obter a elevação do terreno. Um GPX importado que já traz elevação não precisa disso.
pt_pt: Envia as coordenadas deste percurso para o serviço público do OpenTopoData para ler a altitude do terreno. Um GPX importado que já traga altitude não precisa disto.
ro: Trimite coordonatele acestui traseu către serviciul public OpenTopoData pentru a afla altitudinea terenului. Un GPX importat care are deja altitudine nu are nevoie de asta.
ru: Отправляет координаты этого маршрута в общедоступный сервис OpenTopoData, чтобы узнать высоту рельефа. Импортированному GPX, в котором высота уже есть, это не нужно.
sk: Odošle súradnice trasy verejnej službe OpenTopoData, aby sa zistila nadmorská výška terénu. Importované GPX, ktoré už výšku obsahuje, to nepotrebuje.
sl: Pošlje koordinate te poti javni storitvi OpenTopoData, da pridobi nadmorsko višino terena. Uvožen GPX, ki višino že vsebuje, tega ne potrebuje.
sq: Dërgon koordinatat e këtij itinerari te shërbimi publik OpenTopoData për të lexuar lartësinë e terrenit. Një GPX i importuar që e ka tashmë lartësinë nuk ka nevojë për këtë.
sr: Шаље координате ове руте јавном сервису OpenTopoData ради очитавања надморске висине терена. Увезени GPX који већ садржи висину ово не треба.
sv: Skickar ruttens koordinater till OpenTopoDatas publika tjänst för att läsa markhöjden. En importerad GPX som redan innehåller höjddata behöver inte detta.
tr: Zemin yüksekliğini okumak için bu rotanın koordinatlarını OpenTopoData'nın açık servisine gönderir. Yükseklik bilgisi zaten olan içe aktarılmış GPX'lerde buna gerek yoktur.
uk: Надсилає координати цього маршруту до загальнодоступного сервісу OpenTopoData, щоб дізнатися висоту рельєфу. Імпортованому GPX, у якому висота вже є, це не потрібно.
vi: Gửi tọa độ của lộ trình này tới dịch vụ công khai OpenTopoData để đọc độ cao mặt đất. Tệp GPX nhập vào mà đã có sẵn độ cao thì không cần bước này.
zh_hans: 将该路线的坐标发送到 OpenTopoData 的公共服务以获取地面海拔。已自带海拔的导入 GPX 不需要这一步。
zh_hant: 將這條路線的座標傳送到 OpenTopoData 的公共服務以取得地面海拔。已自帶海拔的匯入 GPX 不需要這一步。

source: Series
ar: سلسلة
bg: Серия
ca: Sèrie
cs: Řada
da: Serie
de: Reihe
el: Σειρά
es: Serie
et: Seeria
fi: Sarja
fr: Série
ga: Sraith
hr: Niz
hu: Sorozat
id: Seri
is: Runa
it: Serie
ja: 系列
ko: 시리즈
lt: Serija
lv: Sērija
mk: Низа
ms: Siri
mt: Serje
nb: Serie
nl: Reeks
pl: Seria
pt_br: Série
pt_pt: Série
ro: Serie
ru: Серия
sk: Rad
sl: Niz
sq: Seri
sr: Низ
sv: Serie
tr: Seri
uk: Серія
vi: Loạt
zh_hans: 系列
zh_hant: 系列

source: Session
ar: حصة
bg: Тренировка
ca: Sessió
cs: Trénink
da: Pas
de: Einheit
el: Προπόνηση
es: Sesión
et: Trenn
fi: Harjoitus
fr: Séance
ga: Seisiún
hr: Trening
hu: Edzés
id: Sesi
is: Æfing
it: Sessione
ja: セッション
ko: 세션
lt: Treniruotė
lv: Treniņš
mk: Тренинг
ms: Sesi
mt: Sessjoni
nb: Økt
nl: Sessie
pl: Sesja
pt_br: Treino
pt_pt: Sessão
ro: Antrenament
ru: Тренировка
sk: Tréning
sl: Trening
sq: Stërvitje
sr: Тренинг
sv: Pass
tr: Antrenman
uk: Тренування
vi: Buổi tập
zh_hans: 训练
zh_hant: 訓練

source: Session reminders
ar: تذكيرات الحصص
bg: Напомняния за тренировка
ca: Recordatoris de sessió
cs: Připomínky tréninků
da: Påmindelser om pas
de: Erinnerungen an Einheiten
el: Υπενθυμίσεις προπονήσεων
es: Recordatorios de sesión
et: Trennide meeldetuletused
fi: Harjoitusmuistutukset
fr: Rappels de séance
ga: Meabhrúcháin seisiúin
hr: Podsjetnici za trening
hu: Edzésemlékeztetők
id: Pengingat sesi
is: Áminningar um æfingar
it: Promemoria delle sessioni
ja: セッションのリマインダー
ko: 세션 알림
lt: Treniruočių priminimai
lv: Treniņu atgādinājumi
mk: Потсетници за тренинзи
ms: Peringatan sesi
mt: Tfakkiriet tas-sessjonijiet
nb: Påminnelser om økter
nl: Herinneringen voor sessies
pl: Przypomnienia o sesjach
pt_br: Lembretes de treino
pt_pt: Lembretes de sessão
ro: Mementouri de antrenament
ru: Напоминания о тренировках
sk: Pripomienky tréningov
sl: Opomniki za trening
sq: Kujtues për stërvitjet
sr: Подсетници за тренинг
sv: Påminnelser om pass
tr: Antrenman hatırlatıcıları
uk: Нагадування про тренування
vi: Nhắc buổi tập
zh_hans: 训练提醒
zh_hant: 訓練提醒

source: Sessions
ar: الحصص
bg: Тренировки
cs: Tréninky
da: Pas
de: Einheiten
el: Προπονήσεις
es: Sesiones
et: Trennid
fi: Harjoitukset
fr: Séances
ga: Seisiúin
hr: Treninzi
hu: Edzések
id: Sesi
is: Æfingar
it: Sessioni
ja: セッション
ko: 세션
lt: Treniruotės
lv: Treniņi
mk: Тренинзи
ms: Sesi
mt: Sessjonijiet
nb: Økter
nl: Sessies
pl: Sesje
pt_br: Treinos
pt_pt: Sessões
ro: Antrenamente
ru: Тренировки
sk: Tréningy
sl: Treningi
sq: Stërvitje
sr: Тренинзи
sv: Pass
tr: Antrenmanlar
uk: Тренування
vi: Buổi tập
zh_hans: 训练
zh_hant: 訓練

source: Sessions counted
ar: الحصص المحتسَبة
bg: Преброени тренировки
ca: Sessions comptades
cs: Započítané tréninky
da: Talte pas
de: Gezählte Einheiten
el: Προπονήσεις που μετρήθηκαν
es: Sesiones contadas
et: Arvesse võetud trennid
fi: Laskettuja harjoituksia
fr: Séances comptées
ga: Seisiúin a áiríodh
hr: Uračunati treninzi
hu: Beszámított edzések
id: Sesi terhitung
is: Taldar æfingar
it: Sessioni conteggiate
ja: 対象セッション数
ko: 집계된 세션
lt: Įskaitytos treniruotės
lv: Ieskaitītie treniņi
mk: Пресметани тренинзи
ms: Sesi dikira
mt: Sessjonijiet magħduda
nb: Talte økter
nl: Getelde sessies
pl: Policzone sesje
pt_br: Treinos contados
pt_pt: Sessões contadas
ro: Antrenamente luate în calcul
ru: Учтено тренировок
sk: Započítané tréningy
sl: Upoštevani treningi
sq: Stërvitje të numëruara
sr: Урачунати тренинзи
sv: Räknade pass
tr: Sayılan antrenmanlar
uk: Враховано тренувань
vi: Số buổi được tính
zh_hans: 计入的训练
zh_hant: 計入的訓練

source: Set the load myself
ar: تحديد الحمل بنفسي
bg: Задай натоварването сам
ca: Poso jo la càrrega
cs: Zadat zátěž ručně
da: Angiv belastningen selv
de: Belastung selbst festlegen
el: Θα ορίσω ο ίδιος το φορτίο
es: Poner la carga yo
et: Määran koormuse ise
fi: Asetan kuormituksen itse
fr: Définir la charge moi-même
ga: Socróidh mé féin an t-ualach
hr: Sam ću postaviti opterećenje
hu: Magam adom meg a terhelést
id: Setel bebannya sendiri
is: Ég stilli álagið sjálfur
it: Imposto io il carico
ja: 負荷を自分で設定
ko: 부하를 직접 입력
lt: Krūvį nustatysiu pats
lv: Slodzi iestatīšu pats
mk: Сам ќе го поставам оптоварувањето
ms: Tetapkan bebannya sendiri
mt: Nissettja t-tagħbija jien
nb: Angi belastningen selv
nl: Belasting zelf instellen
pl: Sam ustawię obciążenie
pt_br: Definir a carga eu mesmo
pt_pt: Definir eu a carga
ro: Setez eu încărcătura
ru: Задать нагрузку вручную
sk: Zadať záťaž ručne
sl: Obremenitev nastavim sam
sq: Ngarkesën do ta caktoj vetë
sr: Сам ћу поставити оптерећење
sv: Ange belastningen själv
tr: Yükü kendim gireyim
uk: Задати навантаження вручну
vi: Tự đặt tải
zh_hans: 自己设定负荷
zh_hant: 自己設定負荷

source: Set up exercises…
ar: إعداد التمارين…
bg: Настрой упражненията…
ca: Configura els exercicis…
cs: Nastavit cviky…
da: Opsæt øvelser…
de: Übungen einrichten…
el: Ρύθμιση ασκήσεων…
es: Configurar ejercicios…
et: Seadista harjutused…
fi: Määritä liikkeet…
fr: Configurer les exercices…
ga: Socraigh na cleachtaí…
hr: Postavi vježbe…
hu: Gyakorlatok beállítása…
id: Siapkan gerakan…
is: Setja upp æfingar…
it: Configura gli esercizi…
ja: 種目を設定…
ko: 운동 설정…
lt: Nustatyti pratimus…
lv: Iestatīt vingrinājumus…
mk: Постави вежби…
ms: Sediakan senaman…
mt: Issettja l-eżerċizzji…
nb: Sett opp øvelser…
nl: Oefeningen instellen…
pl: Skonfiguruj ćwiczenia…
pt_br: Configurar exercícios…
pt_pt: Configurar exercícios…
ro: Configurează exercițiile…
ru: Настроить упражнения…
sk: Nastaviť cviky…
sl: Nastavi vaje…
sq: Konfiguro ushtrimet…
sr: Постави вежбе…
sv: Ställ in övningar…
tr: Hareketleri kur…
uk: Налаштувати вправи…
vi: Lập danh sách bài tập…
zh_hans: 设置动作…
zh_hant: 設定動作…

source: Set your FTP in Settings to get Intensity Factor and TSS.
ar: أدخل FTP في الإعدادات للحصول على مؤشر الشدة وTSS.
bg: Задай FTP в Настройки, за да получиш Intensity Factor и TSS.
ca: Posa el teu FTP a Configuració per obtenir l'Intensity Factor i el TSS.
cs: Nastav si v Nastavení FTP, ať získáš Intensity Factor a TSS.
da: Angiv din FTP under Indstillinger for at få Intensity Factor og TSS.
de: Trage deinen FTP in den Einstellungen ein, um Intensity Factor und TSS zu erhalten.
el: Όρισε το FTP σου στις Ρυθμίσεις για να πάρεις Intensity Factor και TSS.
es: Pon tu FTP en Ajustes para obtener Intensity Factor y TSS.
et: Sisesta Seadetes oma FTP, et saada Intensity Factor ja TSS.
fi: Aseta FTP asetuksissa saadaksesi Intensity Factorin ja TSS:n.
fr: Renseigne ta FTP dans les Réglages pour obtenir l'Intensity Factor et le TSS.
ga: Socraigh do FTP sna Socruithe chun Intensity Factor agus TSS a fháil.
hr: Upiši svoj FTP u Postavkama da dobiješ Intensity Factor i TSS.
hu: Add meg az FTP-det a Beállításokban az Intensity Factorhoz és a TSS-hez.
id: Setel FTP-mu di Pengaturan untuk mendapat Intensity Factor dan TSS.
is: Settu FTP-ið þitt í Stillingum til að fá Intensity Factor og TSS.
it: Imposta l'FTP nelle Impostazioni per ottenere Intensity Factor e TSS.
ja: Intensity Factor と TSS を出すには、設定で FTP を入力してください。
ko: Intensity Factor와 TSS를 보려면 설정에서 FTP를 입력하세요.
lt: Įvesk savo FTP Nustatymuose, kad gautum Intensity Factor ir TSS.
lv: Ievadi savu FTP Iestatījumos, lai iegūtu Intensity Factor un TSS.
mk: Внеси го твојот FTP во Поставки за да добиеш Intensity Factor и TSS.
ms: Tetapkan FTP anda dalam Tetapan untuk mendapatkan Intensity Factor dan TSS.
mt: Daħħal l-FTP tiegħek fis-Settings biex tikseb l-Intensity Factor u t-TSS.
nb: Legg inn FTP-en din under Innstillinger for å få Intensity Factor og TSS.
nl: Stel je FTP in bij Instellingen voor Intensity Factor en TSS.
pl: Ustaw FTP w Ustawieniach, aby otrzymać Intensity Factor i TSS.
pt_br: Informe seu FTP nos ajustes para ter Intensity Factor e TSS.
pt_pt: Define o teu FTP nas Definições para obteres Intensity Factor e TSS.
ro: Setează-ți FTP-ul în Setări ca să obții Intensity Factor și TSS.
ru: Укажите FTP в настройках, чтобы получить Intensity Factor и TSS.
sk: Nastav si v Nastaveniach FTP, aby si získal Intensity Factor a TSS.
sl: V Nastavitvah vpiši svoj FTP, da dobiš Intensity Factor in TSS.
sq: Vendos FTP-në tënde te Cilësimet për të marrë Intensity Factor dhe TSS.
sr: Упиши свој FTP у Подешавањима да добијеш Intensity Factor и TSS.
sv: Ange din FTP i Inställningar för att få Intensity Factor och TSS.
tr: Intensity Factor ve TSS almak için Ayarlar'da FTP'ni gir.
uk: Вкажіть FTP у налаштуваннях, щоб отримати Intensity Factor і TSS.
vi: Đặt FTP của bạn trong Cài đặt để có Intensity Factor và TSS.
zh_hans: 在设置中填写 FTP 即可获得 Intensity Factor 和 TSS。
zh_hant: 在設定中填入 FTP 即可取得 Intensity Factor 與 TSS。

source: Sets
ar: المجموعات
bg: Серии
ca: Sèries
cs: Série
da: Sæt
de: Sätze
el: Σετ
es: Series
et: Seeriad
fi: Sarjat
fr: Séries
ga: Sraitheanna
hr: Serije
hu: Sorozatok
id: Set
is: Sett
it: Serie
ja: セット
ko: 세트
lt: Serijos
lv: Pieejas
mk: Серии
ms: Set
mt: Settijiet
nb: Sett
pl: Serie
pt_br: Séries
pt_pt: Séries
ro: Serii
ru: Подходы
sk: Série
sl: Serije
sq: Seri
sr: Серије
sv: Set
tr: Setler
uk: Підходи
vi: Số hiệp
zh_hans: 组数
zh_hant: 組數

source: Sets are logged against an exercise, so start by setting up your library.
ar: تُسجَّل المجموعات على تمرين، فابدأ بإعداد مكتبتك.
bg: Сериите се записват към упражнение, затова започни с изграждането на библиотеката.
ca: Les sèries es registren sobre un exercici, així que comença configurant la teva biblioteca.
cs: Série se zaznamenávají k cviku, takže začni tím, že si založíš knihovnu.
da: Sæt registreres på en øvelse, så begynd med at opbygge dit bibliotek.
de: Sätze werden zu einer Übung erfasst — richte also zuerst deine Bibliothek ein.
el: Τα σετ καταγράφονται σε μια άσκηση, οπότε ξεκίνα φτιάχνοντας τη βιβλιοθήκη σου.
es: Las series se registran contra un ejercicio, así que empieza montando tu biblioteca.
et: Seeriad salvestatakse harjutuse juurde, seega alusta oma kogu seadistamisest.
fi: Sarjat kirjataan liikkeelle, joten aloita rakentamalla kirjastosi.
fr: Les séries sont enregistrées sur un exercice : commence donc par constituer ta bibliothèque.
ga: Logáiltear sraitheanna le cleachtadh, mar sin tosaigh le do leabharlann a chur le chéile.
hr: Serije se bilježe uz vježbu, pa počni slaganjem knjižnice.
hu: A sorozatok gyakorlathoz rögzülnek, ezért kezdd a könyvtárad összeállításával.
id: Set dicatat pada suatu gerakan, jadi mulailah dengan menyiapkan pustakamu.
is: Sett eru skráð á æfingu, svo byrjaðu á að setja upp safnið þitt.
it: Le serie si registrano su un esercizio, quindi inizia creando la tua libreria.
ja: セットは種目に紐づけて記録します。まずライブラリを用意してください。
ko: 세트는 운동에 기록되므로 먼저 라이브러리부터 만드세요.
lt: Serijos žymimos prie pratimo, todėl pradėk nuo bibliotekos sukūrimo.
lv: Pieejas tiek pierakstītas pie vingrinājuma, tāpēc sāc ar savas bibliotēkas izveidi.
mk: Сериите се запишуваат кон вежба, па почни со поставување на твојата библиотека.
ms: Set dicatat pada sesuatu senaman, jadi mulakan dengan menyediakan pustaka anda.
mt: Is-settijiet jiġu rreġistrati ma' eżerċizzju, għalhekk ibda billi tibni l-librerija tiegħek.
nb: Sett registreres på en øvelse, så begynn med å bygge opp biblioteket ditt.
nl: Sets worden bij een oefening vastgelegd, dus begin met het opzetten van je bibliotheek.
pl: Serie zapisuje się do ćwiczenia, więc zacznij od zbudowania biblioteki.
pt_br: As séries são registradas em um exercício, então comece montando sua biblioteca.
pt_pt: As séries são registadas num exercício, por isso começa por montar a tua biblioteca.
ro: Seriile se înregistrează la un exercițiu, așa că începe prin a-ți construi biblioteca.
ru: Подходы записываются к упражнению, поэтому начните с библиотеки.
sk: Série sa zaznamenávajú k cviku, takže začni tým, že si založíš knižnicu.
sl: Serije se beležijo k vaji, zato začni z ureditvijo knjižnice.
sq: Seritë regjistrohen te një ushtrim, prandaj fillo duke ngritur bibliotekën tënde.
sr: Серије се бележе уз вежбу, па почни слагањем библиотеке.
sv: Set registreras mot en övning, så börja med att bygga ditt bibliotek.
tr: Setler bir harekete kaydedilir, o yüzden önce kitaplığını kur.
uk: Підходи записуються до вправи, тож почніть із бібліотеки.
vi: Mỗi hiệp đều được ghi vào một bài tập, nên hãy bắt đầu bằng việc lập thư viện của bạn.
zh_hans: 组数要记录在某个动作下，所以先建立动作库。
zh_hant: 組數要記在某個動作下，所以請先建立你的動作庫。
